Autodesk.Revit.DB.IAXMImporterServerProxy.ImportAXM(Autodesk.Revit.AXMImporterServiceData)
The method that Revit will invoke to perform AXM import.
data:
The AXM import data.
Returns:
Indicates whether the AXM importer server is executed successfully.